function BajrangBan() {
  return (
    <>
      <div className="font-semibold text-4xl inkut-font">|| दोहा ||</div>
      <div className="py-4 font-medium inkut-font">
        "निश्चय प्रेम प्रतीति ते, बिनय करैं सनमान।"
        <br />
        "तेहि के कारज सकल शुभ, सिद्ध करैं हनुमान॥"
      </div>

      <div className="pt-4 font-semibold text-4xl inkut-font">|| चौपाई ||</div>
      <div className="py-4 font-medium inkut-font">
        जय हनुमन्त सन्त हितकारी। सुन लीजै प्रभु अरज हमारी।।
        <br />
        जन के काज विलम्ब न कीजै। आतुर दौरि महासुख दीजै।।
        <br />
        जैसे कूदि सिन्धु महि पारा। सुरसा बदन पैठि विस्तारा।।
        <br />
        आगे जाई लंकिनी रोका। मारेहु लात गई सुर लोका।।
        <br />
        जाय विभीषण को सुख दीन्हा। सीता निरखि परमपद लीन्हा।।
        <br />
        बाग़ उजारि सिन्धु महँ बोरा। अति आतुर जमकातर तोरा।।
        <br />
        अक्षयकुमार को मारि संहारा। लूम लपेट लंक को जारा।।
        <br />
        लाह समान लंक जरि गई। जय जय धुनि सुरपुर में भई।।
        <br />
        अब विलम्ब केहि कारण स्वामी। कृपा करहु उर अन्तर्यामी।।
        <br />
        जय जय लक्ष्मण प्राण के दाता। आतुर होय दुख हरहु निपाता।।
        <br />
        जै गिरिधर जै जै सुखसागर। सुर समूह समरथ भटनागर।।
        <br />
        ॐ हनु हनु हनुमंत हठीले। बैरिहिं मारु बज्र की कीले।।
        <br />
        गदा बज्र लै बैरिहिं मारो। महाराज प्रभु दास उबारो।।
        <br />
        ऊँकार हुंकार प्रभु धावो। बज्र गदा हनु विलम्ब न लावो।।
        <br />
        ॐ ह्रीं ह्रीं ह्रीं हनुमंत कपीसा। ऊँ हुं हुं हुं हनु अरि उर शीशा।।
        <br />
        सत्य होहु हरि शपथ पाय के। रामदूत धरु मारु जाय के।।
        <br />
        जय जय जय हनुमन्त अगाधा। दुःख पावत जन केहि अपराधा।।
        <br />
        पूजा जप तप नेम अचारा। नहिं जानत हौं दास तुम्हारा।।
        <br />
        वन उपवन, मग गिरिगृह माहीं। तुम्हरे बल हम डरपत नाहीं।।
        <br />
        पांय परों कर ज़ोरि मनावौं। यहि अवसर अब केहि गोहरावौं।।
        <br />
        जय अंजनिकुमार बलवन्ता। शंकरसुवन वीर हनुमन्ता।।
        <br />
        बदन कराल काल कुल घालक। राम सहाय सदा प्रतिपालक।।
        <br />
        भूत प्रेत पिशाच निशाचर। अग्नि बेताल काल मारी मर।।
        <br />
        इन्हें मारु तोहिं शपथ राम की। राखु नाथ मरजाद नाम की।।
        <br />
        जनकसुता हरिदास कहावौ। ताकी शपथ विलम्ब न लावो।।
        <br />
        जय जय जय धुनि होत अकाशा। सुमिरत होत दुसह दुःख नाशा।।
        <br />
        चरण शरण कर ज़ोरि मनावौ। यहि अवसर अब केहि गोहरावौं।।
        <br />
        उठु उठु चलु तोहि राम दुहाई। पांय परों कर ज़ोरि मनाई।।
        <br />
        ॐ चं चं चं चं चपत चलंता। ऊँ हनु हनु हनु हनु हनुमन्ता।।
        <br />
        ऊँ हँ हँ हांक देत कपि चंचल। ऊँ सं सं सहमि पराने खल दल।।
        <br />
        अपने जन को तुरत उबारो। सुमिरत होय आनन्द हमारो।।
        <br />
        यह बजरंग बाण जेहि मारै। ताहि कहो फिर कौन उबारै।।
        <br />
        पाठ करै बजरंग बाण की। हनुमत रक्षा करै प्राण की।।
        <br />
        यह बजरंग बाण जो जापै। ताते भूत प्रेत सब काँपै।।
        <br />
        धूप देय अरु जपै हमेशा। ताके तन नहिं रहै कलेशा।।
      </div>

      <div className="pt-4 font-semibold text-4xl inkut-font">|| दोहा ||</div>
      <div className="pt-4 font-medium inkut-font">
        "प्रेम प्रतीतहि कपि भजै, सदा धरैं उर ध्यान।"
        <br />
        "तेहि के कारज सकल शुभ, सिद्घ करैं हनुमान।।"
      </div>
    </>
  );
}

export default BajrangBan;
