function Banner() {
  return (
    <>
      <div className="inkut-font mx-32 mt-12 sm:mx-8" id="bold">
        <div className="text-3xl font-bold">• हनुमानजी मंत्र का महत्व -</div>
        <br />
        हनुमानजी को बजरंगबली के नाम से भी पुकारा जाता है। बजरंगबली का अर्थ है,
        पास के पत्थर, वज्र के रूप में शरीर हो, जिसका निर्माण नहीं किया जा सकता।
        बलि का अर्थ है शक्तिशाली। हनुमानजी के पास लौकिक शक्तियां हैं। शास्त्रों
        के अनुसर, बजरंग बली के मंत्र जाप करने से ही लोगों की मुक्ति दूर हो जाती
        है। हनुमान जी को प्रसन्न करने के लिए इस मंत्र का जाप करना चाहिए। इसके
        जाप से घर परिवार में सुख समृद्धि का वास होता है। सभी संकट दूर होते हैं।
        <br />
        <br />
        ओम ह्रां ह्रीं ह्रं ह्रैं ह्रौं ह्रः॥ हं हनुमते रुद्रात्मकाय हुं फट्। ओम
        हं हनुमंताय नम:.
        <br />
        ओम नमो हनुमते रूद्रावताराय सर्वशत्रुसंहारणाय सर्वरोग हराय सर्ववशीकरणाय
        रामदूताय स्वाहा।
        <br />
        <br />
        <div className="text-3xl font-bold">
          • हनुमान जी के सिद्ध मंत्र: भय नाश के लिए -
        </div>
        <br />
        ॐ हं हनुमंते नम: ,<br />
        ॐ हं हनुमते रुद्रात्मकाय हुं फट।
        <br />
        महाबलाय वीराय चिरंजिवीन उद्दते। हारिणे वज्र देहाय चोलंग्घितमहाव्यये।।
        <br />
        ॐ नमो हनुमते रुद्रावताराय सर्वशत्रुसंहारणाय सर्वरोग हराय सर्ववशीकरणाय
        रामदूताय स्वाहा।
        <br />
        संकट दूर करने के लिए मंत्र
        <br />
        ॐ नमो हनुमते रुद्रावताराय सर्वशत्रुसंहारणाय सर्वरोग हराय सर्ववशीकरणाय
        रामदूताय स्वाहा!
        <br />
        <br />
        <div className="text-3xl font-bold">
          • कर्ज से मुक्ति के लिए मंत्र -
        </div>
        <br />ॐ नमो हनुमते आवेशाय आवेशाय स्वाहा। सभी बाधाओं से मुक्ति के लिए
        मंत्र
        <br />
        आदिदेव नमस्तुभ्यं सप्तसप्ते दिवाकर। त्वं रवे तारय स्वास्मानस्मात्संसार
        सागरात।
        <br />
        अतुलितबलधामं हेमशैलाभदेहं, दनुजवनकृशानुं ज्ञानिनामग्रगण्यम्।।
        <br />
        सकलगुणनिधानं वानराणामधीशं, रघुपतिप्रियभक्तं वातजातं नमामि ।।
        <br />
        <br />
        <div className="text-3xl font-bold">
          • संकटों से छुटकारा के लिए मंत्र -
        </div>
        <br />
        आदिदेव नमस्तुभ्यं सप्तसप्ते दिवाकर! त्वं रवे तारय स्वास्मानस्मात्संसार
        सागरात!!
      </div>
    </>
  );
}

export default Banner;
