function HanumanAarti() {
  return (
    <>
      <div className="font-semibold text-4xl inkut-font">
        ॥ श्री हनुमंत स्तुति ॥
      </div>
      <div className="py-4 font-medium inkut-font">
        मनोजवं मारुत तुल्यवेगं, जितेन्द्रियं, बुद्धिमतां वरिष्ठम् ॥<br />
        वातात्मजं वानरयुथ मुख्यं, श्रीरामदुतं शरणम प्रपद्धे ॥
      </div>

      <div className="font-semibold text-4xl inkut-font">॥ आरती ॥</div>
      <div className="py-4 font-medium inkut-font">
        आरती कीजै हनुमान लला की । दुष्ट दलन रघुनाथ कला की ॥<br />
        जाके बल से गिरवर काँपे । रोग-दोष जाके निकट न झाँके ॥<br />
        अंजनि पुत्र महा बलदाई । संतन के प्रभु सदा सहाई ॥<br />
        दे वीरा रघुनाथ पठाए । लंका जारि सिया सुधि लाये ॥<br />
        लंका सो कोट समुद्र सी खाई । जात पवनसुत बार न लाई ॥<br />
        लंका जारि असुर संहारे । सियाराम जी के काज सँवारे ॥<br />
        लक्ष्मण मुर्छित पड़े सकारे । लाये संजिवन प्राण उबारे ॥<br />
        पैठि पताल तोरि जमकारे । अहिरावण की भुजा उखारे ॥<br />
        बाईं भुजा असुर दल मारे । दाहिने भुजा संतजन तारे ॥<br />
        सुर-नर-मुनि जन आरती उतरें । जय जय जय हनुमान उचारें ॥<br />
        कंचन थार कपूर लौ छाई । आरती करत अंजना माई ॥<br />
        जो हनुमानजी की आरती गावे । बसहिं बैकुंठ परम पद पावे ॥<br />
        लंक विध्वंस किये रघुराई । तुलसीदास स्वामी कीर्ति गाई ॥<br />
        आरती कीजै हनुमान लला की । दुष्ट दलन रघुनाथ कला की ॥
      </div>
    </>
  );
}

export default HanumanAarti;
