function HanumanAstak() {
  return (
    <>
      <div className="font-semibold text-4xl inkut-font">
        संकट मोचन हनुमानाष्टक
      </div>
      <div className="py-4 font-medium inkut-font">
        बाल समय रवि भक्षी लियो तब, तीनहुं लोक भयो अंधियारों । ताहि सों त्रास भयो
        जग को, यह संकट काहु सों जात न टारो ।<br /> देवन आनि करी बिनती तब, छाड़ी
        दियो रवि कष्ट निवारो । को नहीं जानत है जग में कपि, संकटमोचन नाम तिहारो ॥
        १ ॥
        <br />
        <br />
        बालि की त्रास कपीस बसैं गिरि, जात महाप्रभु पंथ निहारो । चौंकि महामुनि
        साप दियो तब, चाहिए कौन बिचार बिचारो । कैद्विज रूप लिवाय महाप्रभु, सो तुम
        दास के सोक निवारो ॥ २ ॥<br />
        अंगद के संग लेन गए सिय, खोज कपीस यह बैन उचारो । जीवत ना बचिहौ हम सो जु,
        बिना सुधि लाये इहाँ पगु धारो । हेरी थके तट सिन्धु सबै तब, लाए सिया-सुधि
        प्राण उबारो ॥ ३ ॥<br />
        रावण त्रास दई सिय को सब, राक्षसी सों कही सोक निवारो । ताहि समय हनुमान
        महाप्रभु, जाए महा रजनीचर मारो । चाहत सीय असोक सों आगि सु, दै
        प्रभुमुद्रिका सोक निवारो ॥ ४ ॥<br />
        बान लग्यो उर लछिमन के तब, प्राण तजे सुत रावन मारो । लै गृह बैद्य सुषेन
        समेत, तबै गिरि द्रोण सु बीर उपारो । आनि सजीवन हाथ दई तब, लछिमन के तुम
        प्रान उबारो ॥ ५ ॥<br />
        रावन युद्ध अजान कियो तब, नाग कि फाँस सबै सिर डारो । श्रीरघुनाथ समेत सबै
        दल, मोह भयो यह संकट भारो I आनि खगेस तबै हनुमान जु, बंधन काटि सुत्रास
        निवारो ॥ ६ ॥<br />
        बंधु समेत जबै अहिरावन, लै रघुनाथ पताल सिधारो । देबिहिं पूजि भलि विधि सों
        बलि, देउ सबै मिलि मन्त्र विचारो । जाय सहाय भयो तब ही, अहिरावन सैन्य समेत
        संहारो ॥ ७ ॥<br />
        काज किये बड़ देवन के तुम, बीर महाप्रभु देखि बिचारो । कौन सो संकट मोर
        गरीब को, जो तुमसे नहिं जात है टारो । बेगि हरो हनुमान महाप्रभु, जो कछु
        संकट होय हमारो ॥ ८ ॥<br />
      </div>

      <div>
        <div className="pt-4 font-semibold text-4xl inkut-font">॥ दोहा ॥</div>
        <div className="py-4 font-medium inkut-font">
          लाल देह लाली लसे, अरु धरि लाल लंगूर ।<br />
          वज्र देह दानव दलन, जय जय जय कपि सूर ॥
        </div>
      </div>
    </>
  );
}

export default HanumanAstak;
